{
  "meta": {
    "eventName": "ARK Play Launch Event",
    "eventSubheader": "A sweepstake event by delegate Lemii to celebrate the launch of ARK Play!",
    "description": "Hi everyone, welcome to the first ever event created with ARK Play!<br /><br />The goal of this event is to predict the price of Bitcoin in USD on the first of September, 2019. The prediction that is closest to the value wins the prize pool! The price consists out of the sum of all predictions that have been placed (10 Ѧ each), plus an additional 150 Ѧ sponsored by myself. The more people that participate, the bigger the prize pool gets! 🚀<br /><br />How does it work? Simple! Move the slider to your prediction, and press the 'Submit' button! Your ARK wallet will automatically open with all required fields pre-populated. Confirm the transaction and you're done!<br /><br />Good luck and have fun! 🕹<br /><br /><b>Updates!</b><br /><ul><li>User 'arkbets' has just donated a very generous extra 500 Ѧ to the prize pool! 🎉</li><li> 190 Ѧ was just donated by address AUjifXFQiXTfbyuVUw7eo2f9L8jbzJdLXQ 🎉</li><li>100 Ѧ was just donated by address AZNRiscvLB88vL8qjczLQJmqjY41kAK51Q 🎉</li><li>And another 310 Ѧ was just donated by address AUjifXFQiXTfbyuVUw7eo2f9L8jbzJdLXQ again 🎉</li></ul>Incredible to see these prize pool donations! You people are awesome.",
    "rules": [
      "Predict the price of BTC in USD on 2019-09-01",
      "Price according to CryptoCompare's historical data",
      "10 ARK per submission",
      "One submission per address",
      "Submission deadline: 2019-08-01",
      "All dates are UTC 00:00",
      "The three closest predictions will win a price (1st place 70%, 2nd place 20%, 3rd place 10%)",
      "The winners will automatically be announced on 2019-09-01",
      "The host of the event is exempt from any prizes.",
      "Be fair to others and don't submit too many predictions 😎"
    ],
    "eventSubHeader": "A sweepstake event to celebrate the launch of ARK Play"
  },
  "layout": {
    "theme": "default"
  },
  "event": {
    "type": "sweepstake",
    "contestOpen": "2019-07-15",
    "contestClosed": "2019-08-01",
    "submissionPrice": 10,
    "address": "AaZuHTgTNeCdAhVFb6hFbevGtBKhFAGFQj",
    "prizes": [0.7, 0.2, 0.1]
  },
  "network": {
    "coin": "ARK",
    "api": "https://explorer.ark.io/api",
    "uri": "ark",
    "explorer": "https://explorer.ark.io",
    "arktoshis": 100000000
  },
  "sweepstake": {
    "coinToPredict": "BTC",
    "dateToPredict": "2019-09-01",
    "predictionCurrency": "USD",
    "minAmount": 1000,
    "maxAmount": 50000,
    "chartBars": 8,
    "chartFloor": 1000,
    "sliderStepSize": "1"
  },
  "raffle": {
    "displayTickets": 0,
    "prefix": "",
    "tickets": []
  }
}
